START_MENU_TEXT = ("Дороу {user}\n"
                   "Я KveniBotyra,\n"
                   "У меня есть кнопка опроса \n"
                   "Твой айди: {id}")

FIRST_BAN_WARN_TEXT = ("Пользователь: {user}\n"
                       "Это ваше первое наружение впредь будте осторожнее\n")

BAN_WARN_TEXT = ("Пользователь: {user}\n"
                 "Не нарушайте правила, иначе вы будете ЗАБАНЕНЫ\n"
                 "кол-во нарушений: {ban_count}")

BAN_TEXT = ("Пользователь: {user}\n"
            "ТЫ ЗАБАААААНЕН\n"
            "кол-во нарушений: {ban_count}")

PROFILE_TEXT = ('Ник: {nickname}\n'
                'Биография: {biography}\n'
                'Возраст: {age}\n'
                'Женат: {married}\n'
                'Гендер: {gender}\n')

REFERENCE_MENU_TEXT = ("Добро пожаловать в реферальное меню {user}\n"
                       "Вы можете использовать эту реферальную ссылку для добавления других пользователей\n"
                       "Мы подарим тебе 100 поинов за каждого пользователя\n"
                       "Баланс: {balance}\n"
                       "Кол-во рефералов: {count}")

REFERENCE_LIST_TEXT = ('Ваши рефералы:\n'
                       '{users_list}')
